// /** @file
// Firmware Version Information SMBIOS type 0x94.
//
// Copyright (c) 1999 - 2016, Intel Corporation. All rights reserved.<BR>
//
// This program and the accompanying materials
// are licensed and made available under the terms and conditions of the BSD License
// which accompanies this distribution. The full text of the license may be found at
// http://opensource.org/licenses/bsd-license.php.
// 
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// **/


#langdef   en-US "English"

#string STR_MISC_FVI_PLATFORM                     #language en-US  "Broxton-M"

#string STR_MISC_IFWI_VERSION_STRING              #language en-US  "IFWI"
#string STR_MISC_IFWI_VERSION_VALUE               #language en-US  "NA"

#string STR_MISC_BIOS_VERSION_STRING              #language en-US  "BIOS"
#string STR_MISC_BIOS_VERSION_VALUE               #language en-US  "NA"

#string STR_MISC_CSE_VERSION_STRING               #language en-US  "CSE"
#string STR_MISC_CSE_VERSION_VALUE                #language en-US  "NA"

#string STR_MISC_GOP_VERSION_STRING               #language en-US  "GOP"
#string STR_MISC_GOP_VERSION_VALUE                #language en-US  "NA"

#string STR_MISC_MRC_VERSION_STRING               #language en-US  "MRC"
#string STR_MISC_MRC_VERSION_VALUE                #language en-US  "NA"

#string STR_MISC_UCODE_STRING                     #language en-US  "uCode"
#string STR_MISC_UCODE_VALUE                      #language en-US  "NA"

#string STR_MISC_PUNIT_FW_STRING                  #language en-US  "P-unit"
#string STR_MISC_PUNIT_FW_VALUE                   #language en-US  "NA"

#string STR_MISC_PMC_FW_STRING                    #language en-US  "PMC"
#string STR_MISC_PMC_FW_VALUE                     #language en-US  "NA"

#string STR_MISC_ISH_FW_STRING                    #language en-US  "ISH"
#string STR_MISC_ISH_FW_VALUE                     #language en-US  "NA"

#string STR_MISC_SOC_STRING                       #language en-US  "SoC"
#string STR_MISC_SOC_VALUE                        #language en-US  "NA"

#string STR_MISC_BOARD_ID_STRING                  #language en-US  "Board ID"
#string STR_MISC_BOARD_ID_VALUE                   #language en-US  "NA"

#string STR_MISC_FAB_ID_STRING                    #language en-US  "Fab ID"
#string STR_MISC_FAB_ID_VALUE                     #language en-US  "NA"

#string STR_MISC_CPU_FLAVOR_STRING                #language en-US  "CPU Flavor"
#string STR_MISC_CPU_FLAVOR_VALUE                 #language en-US  "NA"

#string STR_MISC_PMIC_VERSION_STRING              #language en-US  "PMIC"
#string STR_MISC_PMIC_VERSION_VALUE               #language en-US  "NA"

#string STR_MISC_SECURE_BOOT_STRING               #language en-US  "Secure Boot"
#string STR_MISC_SECURE_BOOT_VALUE                #language en-US  "NA"

#string STR_MISC_BOOT_MODE_STRING                 #language en-US  "Boot Mode"
#string STR_MISC_BOOT_MODE_VALUE                  #language en-US  "NA"

#string STR_MISC_SPEED_STEP_STRING                #language en-US  "Speed Step"
#string STR_MISC_SPEED_STEP_VALUE                 #language en-US  "NA"

#string STR_MISC_CPU_TURBO_STRING                 #language en-US  "CPU Turbo"
#string STR_MISC_CPU_TURBO_VALUE                  #language en-US  "NA"

#string STR_MISC_CSTATE_STRING                    #language en-US  "C-State"
#string STR_MISC_CSTATE_VALUE                     #language en-US  "NA"

#string STR_MISC_ENHANCED_CSTATE_STRING           #language en-US  "Enhanced C-State"
#string STR_MISC_ENHANCED_CSTATE_VALUE            #language en-US  "NA"

#string STR_MISC_PACKAGE_CSTATE_STRING            #language en-US  "MaxPkg C-State"
#string STR_MISC_PACKAGE_CSTATE_VALUE             #language en-US  "NA"

#string STR_MISC_CORE_CSTATE_STRING               #language en-US  "MaxCore C-State"
#string STR_MISC_CORE_CSTATE_VALUE                #language en-US  "NA"

#string STR_MISC_GFX_TURBO_STRING                 #language en-US  "GfxTurbo"
#string STR_MISC_GFX_TURBO_VALUE                  #language en-US  "NA"

#string STR_MISC_S0IX_STRING                      #language en-US  "S0ix"
#string STR_MISC_S0IX_VALUE                       #language en-US  "NA"

#string STR_MISC_RC6_STRING                       #language en-US  "RC6"
#string STR_MISC_RC6_VALUE                        #language en-US  "NA"
